Repository: aga-glabala/ohiboka_patterns
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: You have no permission to see this
pl: Nie masz uprawnień, żeby to zobaczyć

source: There is no bracelet with this id.
pl: Nie ma bransoletki z tym id

source: This bracelet is private. It means you can see it only if you have link to this page.
pl: Bransoletka jest niezaakceptowana. Możesz ją zobaczyć tylko jeśli masz do niej linka

source: This bracelet is not accepted yet. It means you can see it only if you have link to this page.
pl: Bransoletka jest niezaakceptowana. Możesz ją zobaczyć tylko jeśli masz do niej linka

source: This bracelet has been rejected. It means you can see it only if you have link to this page.
pl: Bransoletka jest niezaakceptowana. Możesz ja zobaczyć tylko jeśli masz do niej linka

source: Bracelet's status was successfully changed
pl: Status bransoletki zmieniony pomyślnie.

source: You need to set name to bracelet
pl: Musisz ustawić nazwę dla bransoletki

source: Bracelet was successfully saved.
pl: Bransoletka zapisana pomyślnie.

source: There is no bracelet with this id {0}
pl: Nie ma bransoletki o id {0}

source: Photo was uploaded successfully. It will show up here after admin acceptance.
pl: Zdjęcie zostało dodane. Pokaże się tutaj po zaakceptowaniu przez administratora.

source: Error has occured when uploading photo, choose photo and try again.
pl: Wystąpił błąd przy wysyłaniu zdjęcia.

source: Rate is not a number
pl: Ocena musi być liczbą

source: Rate must be between 1 and 5
pl: Ocena musi być z przedziału [1; 5]

source: Pattern do not exist
pl: Wzór nie istnieje

source: You need to be logged in to rate patterns
pl: Musisz być zalogowany, żeby ocenić wzór

source: Bracelet do not exists
pl: Wzór nie istnieje

source: This bracelet is not yours
pl: Ta bransoletka nie jest Twoja

source: Bracelet was successfully deleted
pl: Bransoletka usunięta pomyślnie.

source: You have no permission to accept bracelets
pl: Nie masz uprawnień, żeby zaakceptować bransoletkę

source: Wrong value for bracelet status
pl: Zła wartość statusu bransoletki

source: There is no photo with id: {0}.
pl: Nie ma zdjęcia o id {0}

source: You need to be logged in to edit bracelets.
pl: Musisz być zalogowany, żeby edytować bransoletki.

source: You are not owner of this photo.
pl: Nie jesteś właścicielem tego zdjęcia

source: Photo deleted successfully.
pl: Zdjęcie usunięte pomyślnie.

source: There is no rate with id: {0}.
pl: Nie ma oceny o id {0}

source: You need to be logged in to edit rates.
pl: Musisz być zalogowany, żeby edytować oceny.

source: You are not owner of this rate.
pl: Nie jesteś właścicielem tej oceny.

source: Rate deleted successfully.
pl: Ocena usunięta pomyślnie.

source: Make one knot {0} in forward on {1}
pl: Zrób jeden supełek {0} w prawo {1}

source: Make one knot {0} in backward on {1}
pl: Zrób jeden supełek {0} w lewo {1}

source: Make one knot {0} in forward-backward on {1}
pl: Zrób jeden supełek {0} zwrotny prawo-lewo na {1}

source: Make one knot {0} in backward-forward on {1}
pl: Zrób jeden supełek {0} zwrotny lewo-prawo {1}

source: Subject
pl: Temat

source: Sender
pl: Nadawca

source: Message
pl: Wiadomość

source: Success! You can log in now.
pl: Sukces! Możesz się teraz zalogować.

source: An error has occured. Correct entered data.
pl: Wystąpił błąd. Popraw dane.

source: Wrong captcha, try again.
pl: Nieprawidłowy tekst z obrazka, spróbuj jeszcze raz.

source: You need to be logged in.
pl: Musisz być zalogowany.

source: There is no user with login: {0}
pl: Nie ma użytkownika o loginie: {0}

source: Wrong captcha.
pl: Nieprawidłowy tekst z obrazka, spróbuj jeszcze raz.

source: You are logged in now
pl: Jesteś teraz zalogowany

source: Hey! You should not be here!
pl: Hej! Nie powinno Cię tu być!

source: You do not have access to this page, if you followed one of link from my site
pl: Nie masz dostępu do tej strony, jeśli kliknąłeś w link z mojej strony, daj mi znać

source: let me knot about it
pl: daj mi o tym znać

source: You can go back to
pl: Możesz powrócić do

source: main page
pl: strony głównej

source: It's not here
pl: Nie ma tego tutaj

source: Page you are looking for is not here. If you got here following link from this page - please
pl: Strona, której szukasz nie istnieje. Jeśli doprowadził Cię tu link z tej strony - proszę

source: Ouch!
pl: Ałć!

source: Something went really wrong. Try to reload page, if problem reapeat
pl: Coś poszło bardzo źle. Spróbuj odświeżyć stronę, jeśli problem się będzie powtarzać

source: ..or you can go back to
pl: .. lub możesz wrócić do strony głównej

source: Thanks! I'll contact you soon.
pl: Dzięki! Odezwę się wkrótce

source: ABOUT
pl: O STRONIE

source: PROFILE
pl: PROFIL

source: LOG OUT
pl: WYLOGUJ

source: LOG IN
pl: ZALOGUJ

source: SIGN IN
pl: ZAREJESTRUJ

source: SEARCH
pl: SZUKAJ

source: Hey! It's super-beta version of my new site. You probably find some errors. Feel free to
pl: Cześć! To super-beta mojej nowej strony. Prawdopodobnie znajdziesz jakieś błędy. Możesz

source: contact me
pl: napisać do mnie

source: when you find some errors or you have some suggestions how to make this site better.
pl: jeśli znajdziesz jakiś błąd lub będziesz mieć sugestie co zrobić lepiej.

source: Your username and password didn't match. Please try again.
pl: Twój login lub hasło nie pasuje, spróbuj ponownie

source: Login
pl: Zaloguj się

source: Privacy policy
pl: Polityka prywatności

source: Patterns
pl: Wzory bransoletek

source: Profile
pl: Profil

source: Add new bracelet
pl: Dodaj nową bransoletkę

source: Log in
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Find me on facebook
pl: Znajdź mnie na facebooku

source: About
pl: O mnie

source: Manage bracelets
pl: Zarządzaj bransoletkami

source: To verify
pl: Do zweryfikowania

source: Name
pl: Nazwa

source: Author
pl: Autor

source: Status change
pl: Zmiana statusu

source: Delete?
pl: Usunąć?

source: Edit
pl: Edytuj

source: Do not accept
pl: Nie akceptuj

source: Accept bracelet
pl: Zaakceptuj bransoletkę

source: Delete
pl: Usuń

source: Accepted
pl: Zaakceptowane

source: No accepted bracelets
pl: Nie ma zaakceptowanych bransoletek

source: Rejected
pl: Odrzucone

source: No rejected bracelets
pl: Nie ma odrzuconych bransoletek

source: You need to set name to bracelet before saving
pl: Musisz podać nazwę bransoletki przed zapisem

source: Bracelet can have from 3 to 30 strings and from 3 to 95 rows
pl: Bransoletka może mieć od 3 do 30 nitek i od 3 do 95 rzędów

source: You are not logged in, which means you won't be able to save your work!
pl: Nie jesteś zalogowany, co oznacza że nie będziesz w stanie zapisać swojej pracy!

source: Did you know..?
pl: Wiesz że..?

source: You can use arrows ( <span class="label">&larr;</span> <span class="label">&uarr;</span> <span class="label">&rarr;</span> <span class="label">&darr;</span> ) on your keyboard to navigate between knots.
pl: Możesz używać strzałek ( <span class="label">&larr;</span> <span class="label">&uarr;</span> <span class="label">&rarr;</span> <span class="label">&darr;</span> ) z klawiatury żeby poruszać się pomiędzy supełkami.

source: You can use <span class="label">1</span> <span class="label">2</span> <span class="label">3</span> <span class="label">4</span> and <span class="label" title="space">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> key from your keyboard to change knot type.
pl: możesz używać klawiszy <span class="label">1</span> <span class="label">2</span> <span class="label">3</span> <span class="label">4</span> and <span class="label" title="space">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span> żeby zmienić rodzaj supełka.

source: With <span class="label">home</span> and <span class="label">end</span> keys you can navigate between first and last knot.
pl: Klawiszami <span class="label">home</span> i <span class="label">end</span> możesz poruszać się pomiędzy pierwzym a ostatni supełkiem.

source: <span class="label">Insert</span> key adds new row to your pattern and <span class="label">delete</span> removes last row.
pl: Klawisz <span class="label">Insert</span> doda nowy rząd, a <span class="label">delete</span> usunie ostatni rząd.

source: <span class="label">.</span> key adds new string to your pattern and <span class="label">,</span> removes last string.
pl: Klawisz <span class="label">.</span> doda nową nitkę, a <span class="label">,</span> usunie ostatniż nitkę.

source: Fill basic pattern information
pl: Wypełnij podstawowe informacje o wzorze

source: Difficulty
pl: Poziom trudności

source: Easy
pl: Łatwy

source: Medium
pl: Średni

source: Hard
pl: Trudny

source: Category
pl: Kategoria

source: Public
pl: Publiczna

source: Private
pl: Prywatna

source: Fast generating empty template
pl: Szybki generator pustych szablonów

source: Pattern generator
pl: Generator wzorów

source: Text
pl: Tekst

source: Empty
pl: Puste

source: Letter height:
pl: Wysokość liter

source: strings
pl: nitek

source: Row
pl: Rząd

source: Columns
pl: Kolumny

source: Knot types
pl: Rodzaje supełków

source: All forward
pl: Wszystkie w prawo

source: All backward
pl: Wszystkie w lewo

source: All forward-backward
pl: Wszystkie zwrotne w lewo

source: All backward-forward
pl: Wszystkie zwrotne w prawo

source: Forward-backward and backward-forward
pl: Zwrotne (na przemian lewo i prawo)

source: Generate template
pl: Generuj szablon

source: Set color of strings (use buttons below to add and remove strings)
pl: Ustaw kolor nitek (użyj przycisków poniżej, żeby dodać i usuwać nitki)

source: Add string
pl: Dodaj nitkę

source: All horizontal
pl: Wszystkie poziomo

source: All vertical
pl: Wszystkie pionowo

source: Remove string
pl: Usuń nitkę

source: Choose color
pl: Wybierz kolor

source: Cancel
pl: Anuluj

source: Choose character
pl: Wybierz literkę

source: Add row
pl: Dodaj wiersz

source: Remove row
pl: Usuń wiersz

source: Save pattern
pl: Zapisz wzór

source: Add pattern
pl: Dodaj nowy wzór

source: Bracelet
pl: Bransoletka

source: Could not load this tab. Try reload page if problem will still exist - let me know.
pl: Nie można załadować tej zakładki. Spróbuj odświeżyć, a jesli problem nadal występuje - powiadom administratora

source: by
pl: przez

source: created by
pl: stworzone przez

source: Pattern
pl: Wzór

source: Step by step instructions
pl: Instrukcja krok po kroku

source: Comments
pl: Komentarze

source: Photos
pl: Zdjęcia

source: rate pattern
pl: oceń wzór

source: you need to be logged to rate pattern
pl: musisz być zalogowany, żeby dodać ocenić wzór

source: None
pl: Żaden

source: Hide this, I'll check later
pl: Schowaj to, sprawdzę później

source: It's your bracelet
pl: To twoja bransoletka

source: See more
pl: Zobacz więcej

source: public
pl: publiczny

source: private
pl: prywatny

source: Change to
pl: Zmień na

source: Edit bracelet
pl: Edytuj bransoletkę

source: Delete bracelet
pl: Usuń bransoletkę

source: Do you really want to delete this pattern?
pl: Naprawdę chcesz usunąć ten wzór?

source: author
pl: autor

source: See more from this author
pl: Zobacz inne od tego autora

source: Created on
pl: Stworzone

source: nature
pl: natura

source: text
pl: napis

source: another
pl: inne

source: Number of strings
pl: Ilość nitek

source: Rate
pl: Ocena

source: Copy link to this bracelet
pl: Skopiuj link do tej bransoletki.

source: Little hint
pl: Mała podpowiedź

source: Back 5
pl: Cofnij o 5

source: Back
pl: Cofnij

source: Space
pl: Spacja

source: Next
pl: Następny

source: Next 5
pl: Następne 5

source: now
pl: teraz

source: Unexpected error occured. Try reload page or try again later.
pl: Wystąpił niespodziewany błąd. Spróbuj odświeżyć stronę lub odczekaj chwile i spróbuj ponownie.

source: Validation error, try again please
pl: Błąd, spróbuj ponownie

source: Click to add comment
pl: Kliknij, aby dodać komentarz

source: Do not fill this
pl: Nie wypełniaj tego

source: Post
pl: Wyślij

source: Send photo
pl: Wyślij zdjęcie

source: You need to be logged in to add new photo
pl: Musisz być zalogowany, żeby dodać nowy wzór

source: No photos, add yours to be first!
pl: Nie ma zdjęć, dodaj swoje żeby być pierwszy!

source: There is no photo
pl: Nie ma zdjęć

source: ago
pl: temu

source: There is no comments.
pl: Nie ma komentarzy.

source: Please correct the error below
pl: Proszę, popraw błąd poniżej

source: Preview your comment
pl: Zobacz swój komentarz

source: and
pl: i

source: Post your comment
pl: Wyślij swój komentarz

source: or make changes
pl: lub wprowadź zmiany

source: Preview
pl: Zobacz

source: Contact form
pl: Formularz kontaktowy

source: Send message
pl: Wyślij wiadomość

source: Only with photo
pl: Tylko te ze zdjęciem

source: All
pl: Wszystkie

source: Color
pl: Kolor

source: Rated
pl: Ocenione

source: More than
pl: Co najmniej

source: Sort by
pl: Sortuj wg

source: Newest first
pl: Najnowsze najpierw

source: Oldest first
pl: Najstarsze najpierw

source: Highest rates first
pl: Najwyżej oceniane najpierw

source: Lowest rates first
pl: Najniżej oceniane najpierw

source: Search
pl: Szukaj

source: Results
pl: Wyniki

source: Newest bracelets
pl: Najnowsze bransoletki

source: Add new pattern
pl: Dodaj nowy wzór

source: previous
pl: poprzenia

source: Page
pl: Strona

source: of
pl: z

source: next
pl: następna

source: There is no patterns to show.
pl: Nie ma wzorów do pokazania.

source: Create an account
pl: Utwórz nowe konto

source: By clicking button below, you accept
pl: Klikając przycisk poniżej akceptujesz

source: our privacy policy
pl: naszą politykę prywatności

source: Create new account
pl: Utwórz nowe konto

source: User page
pl: Strona użytkownika

source: Content added by
pl: Treść dodana przez

source: Bracelets
pl: Bransoletki

source: on
pl: na

source: Your content
pl: Twoja zawartość

source: Your accepted bracelets
pl: Twoje zaakceptowane bransoletki

source: Bracelets waiting for admin to accept
pl: Bransoletki czekające na akceptację administratora

source: Rates
pl: Oceny

source: Your rate
pl: Twoja ocena

source: Action
pl: Akcja

source: Remove
pl: Usuń

source: Accepted photos
pl: Zaakceptowane zdjęcia

source: Photos waiting for admin to accept
pl: Zdjęcia czekające na akceptację administratora

source: Password change successful
pl: Hasło zostało zmienione

source: Your password was changed.
pl: Hasło zostało zmienione

source: Password reset complete
pl: Reset hasła zakończony pomyślnie

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało zmienione. Możesz się teraz zalogować.

source: Password reset
pl: Zmiana hasła

source: Enter new password
pl: Podaj nowe hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Proszę podaj nowe hasło dwa razy, żeby móc sprawdzić czy dobrze je wpisałeś.

source: New password
pl: Nowe hasło

source: Confirm password
pl: Potwierdź hasło

source: Change my password
pl: Zmień moje hasło

source: Password reset unsuccessful
pl: Nie udało się zmienić hasła

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Ten link do zmiany hasła jest nieprawidłowy, możliwe że został już wykorzystany. Możesz poprosić o nowy link.

source: Password reset successful
pl: Hasło zostało zmienione

source: The Ohiboka team
pl: Zespół Ohiboki
